Tekla Open API Reference for Tekla Structures 2025
DisposableToken Fields
The DisposableToken type exposes the following members.
Fields
Name | Description
None
 The default instance that does nothing.
Top
See Also
Reference
DisposableToken Class
Tekla.Structures.Model Namespace